Repository: sendsmaily/smaily-prestashop-module
Catalog: src/translations/*/ModulesSmailyforprestashopAdmin.*.xlf
Languages: et_ee

source: Smaily for PrestaShop
et_ee: Smaily Moodul Prestashopile

source: Smaily email marketing and automation module for PrestaShop.
et_ee: Smaily E-turunduse ja kontaktide automaatse sünkrooniseerimise moodul Prestashopile

source: Are you sure you want to uninstall?
et_ee: Kas oled kindel, et tahad moodulit eemaldada?

source: Smaily for PrestaShop modules opt-in automation trigger is active. Set up verification, confirmation and voucher sending in Smaily to avoid sending double emails.
et_ee: Smaily PrestaShop-i mooduli uudiskirjaga liitumise automaatika on aktiivne. Seadistage kinnituskirjade ning voucherite saatmise loogika Smaily automaatika töövoos, et vältida topelt kirjade saatmist.

source: How to set up automation flow?
et_ee: Kuidas luua automaatika töövooge?

source: Connected with Smaily account.
et_ee: Ühendatud Smaily kontoga.

source: Configuration saved.
et_ee: Sätted salvestatud.

source: You have selected an automation to trigger opt-in email sending. We have disabled Newsletter Subscription plugins verification, confirmation and voucher email sending in order to avoid duplicate emails!
et_ee: Olete aktiveerinud uudiskirjaga liitumise töövoo automaatika. Me lülitasime välja Newsletter Subscription mooduli kinnituskirjade ning voucherite saatmise, et vältida topelt kirjade saatmist!

source: RSS-feed URL updated.
et_ee: RSS-voo veebiaadress uuendatud

source: Maximum number or products is %value%
et_ee: Maksimaalne lubatud toodete arv on %value%

source: Product category
et_ee: Toote kategooria

source: Show products only from this category.
et_ee: Näita tooteid ainult sellest kategooriast

source: Product limit
et_ee: Toodete limiit

source: Limit how many products you will add to your feed. Maximum 250.
et_ee: Piira mitu toodet kuvatakse RSS-voos. Maksimum 250.

source: This value should be greater than %value%
et_ee: See väärtus peab olema suurem kui %value%

source: This value should be less than %value%
et_ee: See väärtus peab olema väiksem kui %value%

source: Sort by
et_ee: Järjesta

source: Date added
et_ee: Lisamise kuupäev

source: Date updated
et_ee: Uuendamise kuupäev

source: Product name
et_ee: Toote nimi

source: Product price
et_ee: Toote hind

source: Product ID
et_ee: Toote ID

source: Sort order
et_ee: Järjestamise suund

source: Descending
et_ee: Kahanev

source: Ascending
et_ee: Kasvav

source: Enable Customer Synchronization
et_ee: Aktiveeri Kasutajate Sünkroniseerimine

source: Synchronize Additional
et_ee: Lisaväljad

source: Select additional fields to syncronize
et_ee: Vali väljad mida soovid sünkroniseerida

source: First name
et_ee: Eesnimi

source: Last name
et_ee: Perenimi

source: Birthday
et_ee: Sünnikuupäev

source: Website
et_ee: Poe nimi

source: Cron token
et_ee: Cron identifikaator

source: Token is required for cron security. Use this auto generated one or replace with your own.
et_ee: Identifikaator on vajalik turvalisuse tagamiseks. Kasuta automaatselt loodud identifikaatorit või asenda enda valitud väärtusega.

source: The field is required.
et_ee: Antud väli on kohustuslik

source: Trigger opt-in on customer sign-up
et_ee: Käivita opt-in kasutaja registreerimisel

source: Automation to trigger on customer sign-up
et_ee: Kasutaja registreerimisel käivitatav automaatika

source: Subdomain
et_ee: Alamdomeen

source: For example demo from https://demo.sendsmaily.net
et_ee: Näiteks demo - https://demo.sendsmaily.net/

source: Username
et_ee: Kasutajatunnus

source: Password
et_ee: Salasõna

source: Connect
et_ee: Ühenda

source: Please enter subdomain
et_ee: Palun sisesta alamdomeen

source: Please enter username
et_ee: Palun sisesta kasutajatunnus

source: Please enter password
et_ee: Palun sisesta parool

source: Unauthorized, please check credentials.
et_ee: Vale kasutajatunnus või parool!

source: Error validating credentials, please try again.
et_ee: Ilmnes tõrge Smaily teenusega ühildumisel, proovige uuesti.

source: Enable Abandoed Cart
et_ee: Aktiveeri Unustatud Ostukorvi Meeldetuletus

source: Autoresponder
et_ee: Automaatika

source: Select additional fields to send to abandoned cart template.
et_ee: Vali täiendavad väljad, mida soovid lisada unustaud ostukorvi kirjale.

source: Customers first name
et_ee: Kliendi Eesnimi

source: Customers last name
et_ee: Kliendi Perekonnanimi

source: Product description
et_ee: Toote Kirjeldus

source: Product SKU
et_ee: Tootekood

source: Product quantity
et_ee: Toote Kogus

source: Abandoned Cart Delay
et_ee: Unustatud Ostukorvi Viivitus

source: Time after cart is considered abandoned after last cart edit from customer. Minimum 15 minutes.
et_ee: Aeg pärast mida loetakse ostukorv hüljatuks kui klient on lisanud viimase toote. Miinimum väärtus 15 minutit.

source: Please provide a cron token for customer synchronization.
et_ee: Palun sisesta cron identifikaator kasutajate sünkroniseerimiseks

source: Please select an automation workflow for customer Opt-In trigger.
et_ee: Palun sisesta opt-in töövoo automaatika

source: Please provide a cron token for abandoned cart synchronization.
et_ee: Palun sisesta cron identifikaator unustatud ostukorvide sünkroniseerimiseks

source: Abandoned Cart
et_ee: Unustatud Ostukorv

source: Cron URL
et_ee: Cron veebiaadress

source: Copy to clipboard
et_ee: Kopeeri lõikepuhverisse

source: To schedule automatic sync, set up CRON in your hosting and use this URL.
et_ee: Et aktiveerida automaatne kontaktide sünkroniseerimine seadistage Cron oma teenusepakkuja juures.

source: Smaily Account Settings
et_ee: Smaily Konto Sätted

source: How to create API credentials?
et_ee: Kuidas luua API kasutajatunnuseid?

source: Reconnect
et_ee: Ühenda uuesti

source: RSS Feed
et_ee: Rss-voog

source: RSS-feed URL
et_ee: RSS-voo veebiaadress

source: Customer Synchronization
et_ee: Kasutajate Sünkroniseerimine

source: How to create an automation trigger?
et_ee: Kuidas luua automaatika töövoogu?

source: Smaily for Prestashop
et_ee: Smaily moodul Prestashopile

source: Account
et_ee: Konto

source: Customer Sync
et_ee: Kasutajate Sünkroniseerimine
